import React from "react";

export default function Privacy() {
  return (
    <div className="container">
      <h1>ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</h1>
      <p>
        Настоящая Политика конфиденциальности персональных данных (далее –
        Политика конфиденциальности) действует в отношении всей информации,
        которую Интернет-магазин «Название»,расположенный на доменном имени
        адрес магазина, может получить о Пользователе во время использования
        сайта Интернет-магазина, программ и продуктов Интернет-магазина.
      </p>
      <ol>
        <h2> ОПРЕДЕЛЕНИЕ ТЕРМИНОВ</h2>
        <ol>
          <li>
            В настоящей Политике конфиденциальности используются следующие
            термины:
			<ol>
				<li>
				«Администрация сайта Интернет-магазина (далее – Администрация сайта) » – уполномоченные сотрудники на управления сайтом, действующие от имени Название организации, которые организуют и (или) осуществляет обработку персональных данных, а также определяет цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными
				</li>
				<li>
				«Персональные данные» - любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных).
				</li>
				<li>
				«Обработка персональных данных» - любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.
				</li>
				<li>
				«Конфиденциальность персональных данных» - обязательное для соблюдения Оператором или иным получившим доступ к персональным данным лицом требование не допускать их распространения без согласия субъекта персональных данных или наличия иного законного основания.
				</li>
				<li>
				«Пользователь сайта Интернет-магазина (далее ? Пользователь)» – лицо, имеющее доступ к Сайту, посредством сети Интернет и использующее Сайт интернет-магазина.
				</li>
				<li>
				«Cookies» — небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере пользователя, который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при попытке открыть страницу соответствующего сайта.
				</li>
				<li>
				«IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу IP.
				</li>
			</ol>
          </li>
          <li></li>
        </ol>
      </ol>
      <ol>
        <li><h2> ОБЩИЕ ПОЛОЖЕНИЯ</h2></li>
        <ol>
          <li>
		  Использование Пользователем сайта Интернет-магазина означает согласие с настоящей Политикой конфиденциальности и условиями обработки персональных данных Пользователя.
          </li>
          <li>
		  В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить использование сайта Интернет-магазина.
          </li>
          <li>
		  Настоящая Политика конфиденциальности применяется только к сайту Интернет-магазина Название магазина. Интернет-магазин не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на сайте Интернет-магазина.
		  </li>
          <li>
		  Администрация сайта не проверяет достоверность персональных данных, предоставляемых Пользователем сайта Интернет-магазина.
		  </li>
        </ol>
      </ol>
      <ol>
        <li><h2>ПРЕДМЕТ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ</h2></li>
        <ol>
          <li>
		  Настоящая Политика конфиденциальности устанавливает обязательства Администрации сайта интернет-магазина по неразглашению и обеспечению режима защиты конфиденциальности персональных данных, которые Пользователь предоставляет по запросу Администрации сайта при регистрации на сайте интернет-магазина или при оформлении заказа для приобретения Товара.
          </li>
          <li>
		  Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности, предоставляются Пользователем путём заполнения регистрационной формы на Сайте интернет-магазина Название магазина в разделе Название раздела и включают в себя следующую информацию:
          </li>
          <li>
		  Настоящая Политика конфиденциальности применяется только к сайту Интернет-магазина Название магазина. Интернет-магазин не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на сайте Интернет-магазина.
		  </li>
          <li>
		  Администрация сайта не проверяет достоверность персональных данных, предоставляемых Пользователем сайта Интернет-магазина.
		  </li>
        </ol>
      </ol>
    </div>
  );
}
